/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Naozaj chcete vymazať tento CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Zrušiť";

/* Title of cell to set credentials */
"Credentials" = "Nastavenia prístupu";

/* Title describing glucose date */
"Date" = "Dátum";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Vymazať CGM";

/* Title describing glucose value */
"Glucose" = "Krvný cukor";

/* Section title for latest glucose reading */
"Latest Reading" = "Najnovšie Načítanie";

/* Outside US share server option title */
"Outside US" = "Mimo US";

/* The title of the Dexcom share password credential */
"Password" = "Heslo";

/* The title of the Dexcom share server URL credential */
"Server" = "Server";

/* Title describing glucose trend */
"Trend" = "Trend";

/* U.S. share server option title */
"US" = "US";

/* The title of the Dexcom share username credential */
"Username" = "Prihlasovacie meno";
